pelican_website/content/pages/page-part-one-10-GO-enrichment-tests.html
<html>
<head>
<meta name="Title" content="GO enrichment tests - Complete workflow" />
<meta name="Summary" content="GO enrichment tests" />
<meta name="URL" content="part-one-10-GO-enrichment-tests.html" />
<meta name="Save_as" content="part-one-10-GO-enrichment-tests.html" />
<meta name="Status" content="hidden" />
</head>
<body>


<div class="outline-2" id="outline-container-sec-1">
<h2 id="sec-1">GO enrichment tests</h2>
<div class="outline-text-2" id="text-1">
<p>
<div class="navLink"><a href="part-one-09-genome-scan.html">Previous: Genome scan for Gst</a></div>
</p>
</div>
<div class="outline-3" id="outline-container-sec-1-1">
<h3 id="sec-1-1">Gene Ontology annotation and enrichment test</h3>
<div class="outline-text-3" id="text-1-1">
<p>
In the paper, done with Cytoscape and Bingo but probably doable with R.
</p>
<p>
GUI are nice, but it is also advisable to have command line tools and pipelines
for easy reproduction of results and to be able to rerun the analysis with
updated data.
</p>
<p>
<div class="navLink"><a href="part-one-11-conclusion.html">Next: Conclusion</a></div>
</p>
</div>
</div>
</div>
</body></html>
